[
    {
        "venue_id": 1,
        "name": "No Time to Die",
        "start_date": "2021-11-25",
        "start_time": "10:00",
        "end_date": "2021-11-25",
        "end_time": "12:00",
        "description": "Daniel Craig returns one last time as James Bond, starring alongside Oscar-winner Rami Malek in No Time To Die. Bond has left active service and is enjoying life in Jamaica. His peace is short-lived when his old friend Felix Leiter from the CIA turns up asking for help. The mission to rescue a kidnapped scientist turns out to be far more treacherous than expected, leading Bond onto the trail of a mysterious villain armed with dangerous new technology.",
        "price": 70,
        "is_recurring": 0
    },
    {
        "venue_id": 1,
        "name": "I Never Cry + I Am Here",
        "start_date": "2021-11-25",
        "start_time": "20:15",
        "end_date": "2021-11-25",
        "end_time": "12:45",
        "description": "Seventeen-year-old Ola travels from Poland to Ireland, where her father tragically died while working on a construction site. Her mother gives her the euros she has saved and a daunting task. A coming-of-age road movie with no shortage of drama, sensitivity or humour. Director Domalewski once again takes on the theme of Polish labour migration, his previous film Silent Night (2017) screened at BFF 2018.",
        "price": 150,
        "is_recurring": 0
    },
    {
        "venue_id": 1,
        "name": "25 Years of Innocence",
        "start_date": "2021-11-26",
        "start_time": "20:00",
        "end_date": "2021-11-26",
        "end_time": "21:30",
        "description": "An incredible story based on a true miscarriage of justice. Tomasz Komenda was sentenced to 25 years in prison for the rape and brutal murder of a young girl. His innocence was only proven after 18 long years in prison. In addition to the first-class acting performances, the film was also praised for the direction of debutant Jan Holoubek",
        "price": 150,
        "is_recurring": 0
    },
    {
        "venue_id": 1,
        "name": "Icarus. The Legend of Mietek Kosz",
        "start_date": "2021-11-27",
        "start_time": "18:10",
        "end_date": "2021-11-27",
        "end_time": "20:30",
        "description": "Inspired by true events, a story of a blind grand piano genius. As a child Mietek loses his sight. His mother places him in the care of the nuns in Laski. At the centre for the blind the boy discovers that music may be his way of seeing the world again and of describing it. Mietek goes on to become a brilliant classical pianist. Once he discovers jazz music, though, he has only one goal left: to become the best jazz pianist in Poland. He is more and more successful, not only in Poland but around the world. He wins the prestigious Montreux Jazz Festival. Unexpectedly, a charismatic vocalist, Zuza, walks into his life. This meeting will change it forever.",
        "price": 150,
        "is_recurring": 0
    },
    {
        "venue_id": 1,
        "name": "Dreams About Stray Cats",
        "start_date": "2021-11-29",
        "start_time": "15:00",
        "end_date": "2021-11-29",
        "end_time": "16:30",
        "description": "“Do you know what I’ve always wanted to find out, brother? Where do you get your ideas for your drawings?” director David Sís asks his older brother Petr at the beginning of the film. Instead of answering, the internationally renowned artist lets this expansive documentary speak for him as it traces his life from childhood and forced emigration to the United States, through to the present day. Via a collage of archival materials, interviews, and animated segments, the film captures the life of this immensely talented Renaissance man, journalist, one of the first Czech DJs, and animator whose film The Heads (1980) earned an award at the Berlinale… and that was just the start of his career. A homage free of pathos but characterized by immense respect and (brotherly) love. That is Dreams About Stray Cats.",
        "price": 70,
        "is_recurring": 0
    },
    {
        "venue_id": 2,
        "name": "Dune",
        "start_date": "2021-11-28",
        "start_time": "21:15",
        "end_date": "2021-11-28",
        "end_time": "22:30",
        "description": "Feature adaptation of Frank Herbert's science fiction novel, about the son of a noble family entrusted with the protection of the most valuable asset and most vital element in the galaxy.",
        "price": 180,
        "is_recurring": 0
    },
    {
        "venue_id": 2,
        "name": "My Sunny Maad",
        "start_date": "2021-11-29",
        "start_time": "16:30",
        "end_date": "2021-11-29",
        "end_time": "18:00",
        "description": "When Herra, a young Czech woman, falls in love with Nazir, an Afghan, she has no idea what kind of life awaits her in post-Taliban Afghanistan, nor of the family she is about to integrate into. A liberal grandfather, an adopted child who is highly intelligent and Freshta, who would do anything to escape her husband's violent grip.",
        "price": 120,
        "is_recurring": 0
    },
    {
        "venue_id": 2,
        "name": "No Time To Die",
        "start_date": "2021-11-25",
        "start_time": "20:00",
        "end_date": "2021-11-25",
        "end_time": "22:30",
        "description": "James Bond has left active service. His peace is short-lived when Felix Leiter, an old friend from the CIA, turns up asking for help, leading Bond onto the trail of a mysterious villain armed with dangerous new technology.",
        "price": 200,
        "is_recurring": 0
    },
    {
        "venue_id": 2,
        "name": "Another Round",
        "start_date": "2021-11-26",
        "start_time": "19:30",
        "end_date": "2021-11-26",
        "end_time": "21:00",
        "description": "Four high school teachers consume alcohol on a daily basis to see how it affects their social and professional lives.",
        "price": 220,
        "is_recurring": 0
    },
    {
        "venue_id": 2,
        "name": "The Nest",
        "start_date": "2021-11-26",
        "start_time": "21:30",
        "end_date": "2021-11-26",
        "end_time": "22:15",
        "description": "Life for an entrepreneur and his American family begins to take a twisted turn after moving into an English country manor.",
        "price": 180,
        "is_recurring": 0
    },
    {
        "venue_id": 3,
        "name": "Into the Wild",
        "start_date": "2021-11-25",
        "start_time": "20:30",
        "end_date": "2021-11-25",
        "end_time": "22:00",
        "description": "Sean Penn's Into the Wild documents the heartbreaking true story of Christopher McCandless, who shunned society and disappeared into the Alaskan wilderness in 1992 at age 24. McCandless' journey is a tragic one, extraordinarily documented in Jon Krakauer's excellent book by the same name and recreated here.",
        "price": 140,
        "is_recurring": 0
    },
    {
        "venue_id": 3,
        "name": "Home Alone",
        "start_date": "2021-11-26",
        "start_time": "18:00",
        "end_date": "2021-11-26",
        "end_time": "19:30",
        "description": "When bratty 8-year-old Kevin McCallister (Macaulay Culkin) acts out the night before a family trip to Paris, his mother (Catherine O'Hara) makes him sleep in the attic. After the McCallisters mistakenly leave for the airport without Kevin, he awakens to an empty house and assumes his wish to have no family has come true. But his excitement sours when he realizes that two con men (Joe Pesci, Daniel Stern) plan to rob the McCallister residence, and that he alone must protect the family home.",
        "price": 160,
        "is_recurring": 0
    },
    {
        "venue_id": 3,
        "name": "Parallel Mothers",
        "start_date": "2021-11-26",
        "start_time": "13:30",
        "end_date": "2021-11-26",
        "end_time": "14:25",
        "description": "Two women, Janis and Ana, coincide in a hospital room where they are going to give birth. Both are single and became pregnant by accident. Janis, middle-aged, doesn't regret it and she is exultant. The other, Ana, an adolescent, is scared, repentant and traumatized. Janis tries to encourage her while they move like sleepwalkers along the hospital corridors. The few words they exchange in these hours will create a very close link between the two, which by chance develops and complicates, and changes their lives in a decisive way.",
        "price": 70,
        "is_recurring": 0
    },
    {
        "venue_id": 3,
        "name": "My Neighbor Totoro",
        "start_date": "2021-11-26",
        "start_time": "15:25",
        "end_date": "2021-11-26",
        "end_time": "17:00",
        "description": "From the legendary and highly celebrated Studio Ghibli, creators of Spirited Away and princess Mononoke, comes My Neighbor Totoro, a classic masterpiece for the whole family from filmmaker Hayao Miyazaki.",
        "price": 160,
        "is_recurring": 0
    },
    {
        "venue_id": 3,
        "name": "King Richard",
        "start_date": "2021-11-27",
        "start_time": "20:30",
        "end_date": "2021-11-27",
        "end_time": "22:10",
        "description": "A look at how tennis superstars Venus and Serena Williams became who they are after the coaching from their father Richard Williams.",
        "price": 140,
        "is_recurring": 0
    },
    {
        "venue_id": 4,
        "name": "Central Cee",
        "start_date": "2021-11-25",
        "start_time": "19:00",
        "end_date": "2021-11-25",
        "end_time": "23:59",
        "description": "British rapper Central Cee has released his latest album Wild West this year and several singles such as Obssesed With You and Little Bit of This. He will also perform with this new material in the Lucerna Music Bar in Prague",
        "price": 690,
        "is_recurring": 0
    },
    {
        "venue_id": 4,
        "name": "J.A.R",
        "start_date": "2021-11-26",
        "start_time": "21:00",
        "end_date": "2021-11-26",
        "end_time": "23:00",
        "description": "A year after a dark builder named Covid tried to drag us into the nets of his treacherous and devastating irony, J.A.R. returns in full force on the concert stage. They are preparing a new record, they are full of energy, energy and experience they have gained during the forced break and they intend to show you an incredible cut full of unadulterated musical erudition, creativity, explosive situations, riffs, original lyrics, beautiful choruses, brutal rhythms, sharp breaths and three frontmen. who bring their burning hearts to your nose. Have your home smashed for a while by the impact of a meteorite called J.A.R.",
        "price": 550,
        "is_recurring": 0
    },
    {
        "venue_id": 4,
        "name": "Mig 21",
        "start_date": "2021-11-27",
        "start_time": "19:30",
        "end_date": "2021-11-27",
        "end_time": "23:59",
        "description": "The music and stripper group from Prague 5 Smíchov Mig 21 is looking forward to the autumn tour, which it has not had for so long.",
        "price": 490,
        "is_recurring": 0
    },
    {
        "venue_id": 4,
        "name": "Monkey Business",
        "start_date": "2021-11-28",
        "start_time": "21:00",
        "end_date": "2021-11-28",
        "end_time": "23:59",
        "description": "Monkey Business will perform at the Lucerna Music Bar three times in a row in November. Don't miss their great show!",
        "price": 490,
        "is_recurring": 0
    },
    {
        "venue_id": 4,
        "name": "Arakain",
        "start_date": "2021-11-29",
        "start_time": "19:30",
        "end_date": "2021-11-29",
        "end_time": "23:59",
        "description": "The concert of the band Arakain will take place at the Lucerna Music Bar on November 29, 2021. The Czech metal legend will perform as part of the autumn Respiratour 2021.",
        "price": 395,
        "is_recurring": 0
    },
    {
        "venue_id": 5,
        "name": "Meute",
        "start_date": "2021-11-25",
        "start_time": "19:00",
        "end_date": "2021-11-25",
        "end_time": "23:59",
        "description": "The German orchestra Meute, whose members like to combine intense techno beats and wind instruments, is returning to the Prague club Roxy, which they sold out last April.",
        "price": 650,
        "is_recurring": 0
    },
    {
        "venue_id": 5,
        "name": "Yotto",
        "start_date": "2021-11-26",
        "start_time": "23:01",
        "end_date": "2021-11-26",
        "end_time": "23:59",
        "description": "Finnish DJ and producer Yotto set out on the Odd One Out Tour in North America and Australia in 2019. In 2020, he will follow up on this tour with performances at festivals such as Coachella and Tomorrowland, and he will also perform on November 26 at Roxy in Prague.",
        "price": 350,
        "is_recurring": 0
    },
    {
        "venue_id": 5,
        "name": "Fast Food Orchestra",
        "start_date": "2021-11-27",
        "start_time": "20:00",
        "end_date": "2021-11-27",
        "end_time": "23:59",
        "description": "Nomads of domestic and foreign highways, the Fast Food Orchestra has been delivering reggae and ska rhythms to clubs and festivals since 1998. The last of the discography of nine records is called I'll Take You With Me. However, the band's biggest asset is live performances, in which they like to draw spectators into the action.",
        "price": 300,
        "is_recurring": 0
    },
    {
        "venue_id": 5,
        "name": "PSH Repertoar 20 let",
        "start_date": "2021-11-28",
        "start_time": "19:30",
        "end_date": "2021-11-28",
        "end_time": "23:59",
        "description": "The legendary Czech band PSH will celebrate 20 years since the release of their album Repertoar in the Prague club Roxy.",
        "price": 350,
        "is_recurring": 0
    },
    {
        "venue_id": 5,
        "name": "Klára Vytisková",
        "start_date": "2021-11-29",
        "start_time": "19:00",
        "end_date": "2021-11-29",
        "end_time": "23:59",
        "description": "That evening, electro-pop diva Klára Vytisková and her band, who will baptize their second album called Love Is Gold, and the indie-pop Lake Malawi led by the charismatic Albert Černý, will take turns on stage.",
        "price": 400,
        "is_recurring": 0
    },
    {
        "venue_id": 6,
        "name": "Nikola Mucha + Samčo, brat dážďoviek & Tali",
        "start_date": "2021-11-25",
        "start_time": "20:00",
        "end_date": "2021-11-25",
        "end_time": "23:59",
        "description": "Nikola Mucha will play a unique solo concert without a band in Cross on Friday, November 25, 2021. The company will make her a Slovak magician with the words Samčo, the brother of the rainforesters from the band Pentagramček and Tali, a poet and performer.",
        "price": 160,
        "is_recurring": 0
    },
    {
        "venue_id": 6,
        "name": "Che Sudaka + DJ Romario",
        "start_date": "2021-11-26",
        "start_time": "20:00",
        "end_date": "2021-11-26",
        "end_time": "23:59",
        "description": "Che Sudaka is a four-member band from Barcelona, whose members come from Argentina, Spain and Colombia. They released their debut album Trippie Town in 2013. In 2009, they founded their own label Cavernicola Records, on which they have been releasing their albums since 2011. He will perform in Cross on January 30. DJ Romario will take care of the afterparty.",
        "price": 250,
        "is_recurring": 0
    },
    {
        "venue_id": 6,
        "name": "Uptone: Low Island",
        "start_date": "2021-11-27",
        "start_time": "20:00",
        "end_date": "2021-11-27",
        "end_time": "23:59",
        "description": "The British band Low Island arrives in Prague, where they will perform on November 27, 2021 as part of the Uptone cycle at the Cross Club in Prague.",
        "price": 0,
        "is_recurring": 0
    },
    {
        "venue_id": 6,
        "name": "Uptone: John",
        "start_date": "2021-11-28",
        "start_time": "20:00",
        "end_date": "2021-11-28",
        "end_time": "23:59",
        "description": "A band in which both members are called John. Their musical style ranges from punk, noise to rock and the spoken word.",
        "price": 0,
        "is_recurring": 0
    },
    {
        "venue_id": 6,
        "name": "Neil Landstrumm & Chris.SU",
        "start_date": "2021-11-29",
        "start_time": "21:00",
        "end_date": "2021-11-29",
        "end_time": "23:59",
        "description": "Neil Landstrumm and Chris.SU will perform with others at the Cross Club on November 29, 2021.",
        "price": 250,
        "is_recurring": 0
    },
    {
        "venue_id": 7,
        "name": "Vzkříšení",
        "start_date": "2021-11-25",
        "start_time": "19:00",
        "end_date": "2021-11-25",
        "end_time": "21:00",
        "description": "This story of love and doubt, if it really happened as it is described, is the most incredible story its actors have ever experienced… What is the probability that it could really take place? And could it happen in real life? Is it really just an absurd coincidence at a certain time in a certain place, or what do we perceive as a coincidence is actually an intention and no coincidence? And how to perceive the various signs that appear in our lives?",
        "price": 550,
        "is_recurring": 0
    },
    {
        "venue_id": 7,
        "name": "Vina?",
        "start_date": "2021-11-26",
        "start_time": "19:00",
        "end_date": "2021-11-26",
        "end_time": "21:00",
        "description": "The third title that Daniel Majling wrote directly for the Dejvice Theater. The dramatic story takes place in a theater that resembles ours in many ways, but it is not us. After the premiere of Goethe's Suffering of Young Werther, members of the ensemble are hit by an unexpected announcement by one of them. From then on, nothing will be the same dosud",
        "price": 400,
        "is_recurring": 0
    },
    {
        "venue_id": 7,
        "name": "Dealer’s Choice",
        "start_date": "2021-11-27",
        "start_time": "19:00",
        "end_date": "2021-11-27",
        "end_time": "21:00",
        "description": "Employees at a London restaurant meet every Sunday in the basement of the company for a game of poker. One day, a mysterious man appears, as it turns out, a professional player. The restaurant owner invites him to the game table. There is a thrilling game that is far from just about cards. The production, directed by the author, was awarded the prestigious British Theater Prize as Comedy of the Year in 1995.",
        "price": 600,
        "is_recurring": 0
    },
    {
        "venue_id": 7,
        "name": "Játra",
        "start_date": "2021-11-28",
        "start_time": "19:00",
        "end_date": "2021-11-28",
        "end_time": "21:30",
        "description": "The play, which the author wrote in 2009, was inspired by the story of the same name from his book Happiness. This collection of short stories, based on the author's personal experience as a political prisoner in the 1950s, was first published in 1969 and was banned before distribution. It was not released for the second time until the early 1990s.",
        "price": 650,
        "is_recurring": 0
    },
    {
        "venue_id": 7,
        "name": "Interview",
        "start_date": "2021-11-29",
        "start_time": "20:00",
        "end_date": "2021-11-29",
        "end_time": "21:30",
        "description": "A game about the confrontation of two people, two sexes and two worlds.",
        "price": 250,
        "is_recurring": 0
    },
    {
        "venue_id": 8,
        "name": "A Midsummer Night's Dream",
        "start_date": "2021-11-25",
        "start_time": "19:00",
        "end_date": "2021-11-25",
        "end_time": "23:59",
        "description": "A magical play replete with motifs, entanglements and mysteries, which true theatre-goers must see at least once in their lifetime.",
        "price": 800,
        "is_recurring": 0
    },
    {
        "venue_id": 8,
        "name": "Forsythe",
        "start_date": "2021-11-26",
        "start_time": "20:00",
        "end_date": "2021-11-26",
        "end_time": "21:00",
        "description": "The mixed bill comprises works of three contemporary dance innovators, ranking among the most globally renowned, extremely gifted choreographers of the present time, all of them inventors of new, singular movement idioms.",
        "price": 1000,
        "is_recurring": 0
    },
    {
        "venue_id": 8,
        "name": "Le nozze di Figaro",
        "start_date": "2021-11-27",
        "start_time": "18:30",
        "end_date": "2021-11-27",
        "end_time": "21:00",
        "description": "A brilliant Mozart comic opera replete with disguises and crazy twists and turns",
        "price": 800,
        "is_recurring": 0
    },
    {
        "venue_id": 8,
        "name": "The Bartered Bride",
        "start_date": "2021-11-28",
        "start_time": "20:00",
        "end_date": "2021-11-28",
        "end_time": "22:00",
        "description": "Typical Czech humour, guileful self-mockery, but also sympathy, compassion, kindness – by and large: joie de vivre!",
        "price": 750,
        "is_recurring": 0
    },
    {
        "venue_id": 8,
        "name": "Swan Lake",
        "start_date": "2021-11-29",
        "start_time": "19:00",
        "end_date": "2021-11-29",
        "end_time": "22:00",
        "description": "Iconic classical ballet choreographed by John Cranko",
        "price": 850,
        "is_recurring": 0
    },
    {
        "venue_id": 9,
        "name": "Roots",
        "start_date": "2021-11-25",
        "start_time": "20:00",
        "end_date": "2021-11-25",
        "end_time": "22:00",
        "description": "A poetic and at the same time rough history of circus art told through the personal stories. The way how each of the protagonists got to the circus differs from person to person. They are meeting on one stage. Contortionist, strict ringmaster, dancers, puppets, and horses. The first half of the production shows the development of the circus from the beginning of the 20th century to 1989, the year which was a turning point for many members of the creative team. The fall of the Iron Curtain is also a linkage between Cirk La Putyka and the prestigious cabaret Chamäleon in Berlin, for which the performance was created. The second part is inspired by the life stories of the protagonists, some of whom have directly studied circus art, while others have worked their way to the circus career for example from professional sports.",
        "price": 800,
        "is_recurring": 0
    },
    {
        "venue_id": 9,
        "name": "Cesty",
        "start_date": "2021-11-26",
        "start_time": "19:00",
        "end_date": "2021-11-26",
        "end_time": "22:00",
        "description": "The Roads went through many difficulties and changes, but in the end they led us to you. After almost two years, we get in front of you, in front of the audience, and we want to celebrate with you that we can be together again and that we have rediscovered the roads to the audience. Roads have become a heart project for us, in which we have invested an incredible amount of energy. We want to pay tribute to the uniqueness of circus art and its history, and therefore you will see more than thirty acrobats, actors, dancers and musicians who form Cirk La Putyka, from different parts of the world and across generations.",
        "price": 600,
        "is_recurring": 0
    },
    {
        "venue_id": 9,
        "name": "Up End Down",
        "start_date": "2021-11-27",
        "start_time": "18:00",
        "end_date": "2021-11-27",
        "end_time": "20:30",
        "description": "A story of a man living uniquely with his memories. He lives through his flights and falls but is unable to break free from the luggage of memories he carries to live in a relaxed and liberated way. Sometimes everyone thinks about what follows, when that ultimate moment occurs. How does it look like and what's next? Up End Down looks at the journey from birth to death, from the earth to the heaven and back through the prism of our fantasy. A crossroads between two streets, heaven and earth, the memories and the present, smile and tears, taking off and falling. A crossroads of genres.",
        "price": 1000,
        "is_recurring": 0
    },
    {
        "venue_id": 9,
        "name": "Isole",
        "start_date": "2021-11-2",
        "start_time": "19:30",
        "end_date": "2021-11-28",
        "end_time": "22:00",
        "description": "Noise and sound. Rush and melody. Rhythm and voice. Solo and accompaniment. They meet, and they depart. Alone, and yet together. Like musicians, dancers and acrobats in Isole. Even in music, they discover circus approaches, the melodies and rhythms develop under their arms and legs, not only thanks to virtuosity with musical instruments, but also through movement, action and reaction, co-operation, choreography. What can music, an integral part of the poetics of Cirk La Putyka, mean and express on the stage? And how it also can be created?",
        "price": 450,
        "is_recurring": 0
    },
    {
        "venue_id": 9,
        "name": "Mikulášská jatka",
        "start_date": "2021-11-29",
        "start_time": "19:00",
        "end_date": "2021-11-29",
        "end_time": "22:00",
        "description": "On December 5, all kinds of Nicholases, devils and angels walk the streets of Prague, that's how it's been, right? But if you think about it, isn't it weird? Aren't angels supposed to be flying and devils to be jumping? And St. Nicholas, he should be glowing! You and your kids can finally meet the true St. Nicholas and his team. Enjoy a walk through heaven full of flying angels and through hell with devils jumping up and down. The journey shall conclude with an encounter with glowing St. Nicholas, the kindest of men. And if you are good enough, you shall get an apple or potato. The others will end up in the circus hell.",
        "price": 850,
        "is_recurring": 0
    },
    {
        "venue_id": 2,
        "name": "Eternals",
        "start_date": "2021-11-21",
        "start_time": "19:00",
        "end_date": "2021-11-21",
        "end_time": "22:00",
        "description": "The saga of the Eternals, a race of immortal beings who lived on Earth and shaped its history and civilizations.",
        "price": 150,
        "is_recurring": 0
    },
    {
        "venue_id": 2,
        "name": "The Harder They Fall",
        "start_date": "2021-11-20",
        "start_time": "15:00",
        "end_date": "2021-11-20",
        "end_time": "17:00",
        "description": "When an outlaw discovers his enemy is being released from prison, he reunites his gang to seek revenge in this Western.",
        "price": 200,
        "is_recurring": 0
    },
    {
        "venue_id": 2,
        "name": "Red Notice",
        "start_date": "2021-11-19",
        "start_time": "21:00",
        "end_date": "2021-11-19",
        "end_time": "23:30",
        "description": "An Interpol agent tracks the world's most wanted art thief.",
        "price": 150,
        "is_recurring": 0
    },
    {
        "venue_id": 8,
        "name": "Louskacek",
        "start_date": "2021-11-25",
        "start_time": "19:00",
        "end_date": "2021-12-25",
        "end_time": "21:00",
        "description": "Máša finds a wooden Nutcracker toy under the Christmas tree. At night, Louskáček comes to life together with other toys, and the world of mice wakes up to a lively night run. The nutcracker turns into a beautiful prince, invites Máša to his world and defeats the Mouse King himself…",
        "price": 500,
        "is_recurring": 1,
        "monday": 1,
        "tuesday": null,
        "wednesday": null,
        "thursday": 1,
        "friday": null,
        "saturday": null,
        "sunday": null
    },
    {
        "venue_id": 8,
        "name": "Cube",
        "start_date": "2021-11-27",
        "start_time": "21:00",
        "end_date": "2022-01-28",
        "end_time": "23:30",
        "description": "The artistic composition is based on the cube motif, in all possible variants that surround us: houses, urban structures, building materials, paving, dice, ice cubes, sugar… Thanks to its structure and the possibility of 3D visualization, it is one of the main motifs Rubik's cube. With the help of very simple basic scenography and detailed precisely focused projection, it is possible to significantly change its perspective, movement and surface, and thus influence the overall space, dynamics and time. Modern and precise choreography supports the film illusion and, conversely, the film illusion supports the performer's movement on stage.",
        "price": 850,
        "is_recurring": 1,
        "monday": null,
        "tuesday": null,
        "wednesday": 1,
        "thursday": 1,
        "friday": null,
        "saturday": null,
        "sunday": 1
    },
    {
        "venue_id": 8,
        "name": "Moment!",
        "start_date": "2021-11-26",
        "start_time": "16:00",
        "end_date": "2021-12-31",
        "end_time": "17:30",
        "description": "Just a little moment and ordinary objects come to life. Crunch. Sand. Vrz. Rachtata. Tin heroes come from the dumpsters. Don't be fooled by their perhaps a little rough appearance, there is a gentle soul behind it. Embark on a world where even rusty cans tell fascinating stories.",
        "price": 350,
        "is_recurring": 1,
        "monday": null,
        "tuesday": 1,
        "wednesday": null,
        "thursday": null,
        "friday": 1,
        "saturday": null,
        "sunday": null
    }
]